<?php
    /* Include header.php */
    include $_SERVER["DOCUMENT_ROOT"]."/header.php";
?>
<head>
    <link rel="stylesheet" href="/css/sub/sub_common.css" />
    <link rel="stylesheet" href="/css/sub/comp_intro.css" />
</head>

 <!-- 배너 -->
 <section class="top-banner">
    <div class="container">
        <h1>수강생들과 함께 더 좋은 강의를 만들어 나갑니다.</h1>
        <div class="line"></div>
        <p>
        LOOK디자인 교육팀에서 운영하는 "LOOK Design Edu"는 수강생들의
        입장에서 강의를 제작하며 더 좋은 강의를 만들기 위하여 매일 매일
        노력합니다.
        </p>
    </div>
</section>

<!-- 섹션 1 -->
<section class="section-1">
<div class="container">
    <div class="row">
    <h2>당신이 디자인을 배워야 하는 이유</h2>
    <p>
        우리는 일상 생활에서도 쉽게 디자인 작품들을 마주합니다. 길을
        돌아다니기만 해도 각종 포스터, 현수막, 간판과 같은 디자인
        작업물들을 쉽게 접할 수 있죠. 더군다나 우리가 항상 가지고 다니는
        휴대폰만 하더라도 많은 디자인 작품 중 하나 입니다. 이번에는
        휴대폰에 조금 집중해 보겠습니다. 우리는 휴대폰을 사용하며 유튜브,
        인스타그램, 페이스북과 같은 SNS도 정말 많이 사용합니다. 그 SNS
        안에서도 디자인으로 이루어진 광고들을 정말 많이 접하게 되죠.
        근래들어 많은 기업에서 SNS 마케팅에 집중하며 디자인의 퀄리티와
        사용 빈도 또한 전과 비교하여 많이 늘어나고, 보편화 되었습니다.
        우리가 그러한 디자인을 직접 해본다면 어떨까요? 회사의
        사장님이시라면 디자이너를 채용할 비용을 아낄 수 있을 것이고,
        디자이너를 준비하고 계신 디자인 취준생 이시라면은 디자이너를
        구하는 회사에 취직 할 수 있는 기회를 얻으실 수 있을겁니다.
        디자인을 통하여 당신의 일상에 지식을 더해보세요.
    </p>
    </div>
    <div class="row-2">
    <h2>대한민국 디자인/영상 교육의 문제점</h2>
    <p>
        많은 분들이 디자인 또는 영상 편집을 배울 때 유튜브로 배우면 되지
        않을까? 라고 많이들 생각하실 겁니다. 하지만, 우리나라 튜토리얼에는
        공통적인 문제가 있습니다. 정작 중요한 이론적인 내용에 대해서
        설명해주는 강의는 별로 없으며, 단순 팁에 불과한 내용들만 많이
        올라오고 있습니다. 그냥 기술만 알면 되지.. “굳이 이론까지
        필요하나?”라고 생각하시나요? 아닙니다. 이론적인 내용들이 밑받침
        되어야만 실무에서 작업을 할 때 상황에 맞는 디자인, 영상 편집 등을
        하실 수 있습니다. 이론과 기술을 함께 공부하신다면 여러분의 능력은
        남들과는 다르게 성장 하실 수 있으리라 자신합니다.
    </p>
    </div>
</div>
</section>

<!-- 섹션 2 -->
<section class="section-2">
<div class="container">
    <div class="row">
    <h1 class="title">LOOK Design Edu의 강의 특징</h1>
    <h2>이론부터 차근 차근</h2>
    <p>
        위에서 이론의 중요성에 대해서 여러분들께 알려드렸습니다. 그래서
        저희 강의에서는 해당 이펙트, 기능의 이론부터 차근 차근 설명합니다.
        해당 이펙트는 어떻게 사용되는지.. 어떠한 역할을 하는지.. 왜 그
        기능을 사용하는지..에 대해서 1부터 10까지 비전공자분들이
        수강하시더라도 쉽게 이해할 수 있도록 설명합니다.
    </p>
    <h2>실무 작업에서의 활용</h2>
    <p>
        실무에서는 어떠한 기능이 사용되는지.. 실무에서는 어떠한 방식으로
        작업이 이루어 지는지에 대해서 자세히 설명합니다. 실무에서 잘
        사용하는 중요한 기능들에 대해서 집중적으로 수업합니다.
    </p>
    </div>
    <div class="row-2">
    <h1 class="title">LOOK Design Edu의 강의를 수강해야 하는 이유</h1>
    <h2>수강생들에게 검증된 수업</h2>
    <p>
        수강생분들의 리뷰들로 검증된 강사들의 강의 능력과 작업 능력으로
        여러분들께 최상의 강의를 제공하고자 항상 노력합니다.
    </p>
    <h2>강사와 빠른 커뮤니케이션</h2>
    <p>
        수업 시간 중 수업 내용에 대해서 궁금한 부분, 작업물에 대한
        피드백이 빠르게 진행됩니다. 또한 수업 외 시간에도 수업 내용에
        관련하여 궁금한 부분에 대해서 강사의 빠른 답변을 받으실 수
        있습니다.
    </p>
    <h2>지속적인 수업 피드백</h2>
    <p>
        수업에 관련하여 부족한 부분에 대해서는 수강생분들의 만족 평가를
        통하여 수업 피드백을 진행합니다. 전반적인 수업 만족도, 강사 만족도
        등 여러 부분에 관련하여 커리큘럼 종료 후, 수강생분들의 익명 만족도
        평가를 진행합니다.
    </p>
    </div>
</div>
</section>

<!-- 섹션 3 -->
<section class="section-3">
    <div class="container">
        <p class="quo">&ldquo;</p>
        <p class="text">자신을 믿어라. <br> 우리는 스스로 생각하는 것보다 더 많은 것을 알고 있다.</p>
        <p class="quo">&rdquo;</p>
    </div>
</section>
<?php
    /* Include footer.php */
    include $_SERVER["DOCUMENT_ROOT"]."/footer.php";
?>